Repository: Anna-andrade/AlquimistaViajante
Catalog: AlquimistaViajante Shared/Font/Localized/*.lproj/String+Localization.strings
Languages: pt_br

# Introducao
source: Introduction: Alchemy is the branch of knowledge that deals with the transformations of matter.
pt_br: Introdução: a Alquimia é o ramo do conhecimento que trata das transformações da matéria.

# Paragrafo1
source: What you need to know is that transformations happen by combining different substances, which we call reagents. The combination of reagents leads to the formation of products. In this book you will learn how to subject reagents to appropriate experimental conditions for chemical reactions to occur.
pt_br: O que você precisa saber é que transformações acontecem mediante a combinação de diferentes substâncias, que chamamos de reagentes. A combinação de reagentes leva à formação de produtos. Nesse livro você aprenderá a submeter reagentes a condições experimentais adequadas para que reações químicas aconteçam.

# Paragrafo2
source: Do not forget, products are rarely formed with 100% purity. Indeed, we need often to perform blend purification procedures so that we can obtain purified products of interest. You will learn how to perform these procedures in this book.
pt_br: Não se esqueça, produtos raramente são formados com 100% de pureza. Quase sempre precisamos realizar procedimentos de purificação de misturas para que possamos obter produtos de interesse isolados. Você aprenderá a realizar esses procedimentos nesse livro.

# Paragrafo3
source: Keep in mind that mixing separation methods are not the only alternatives to obtaining products of interest. Often, we need to reverse the way of chemical reactions, and our products become reagents, which will have their chemical bond broken, forming their initial components. This is an interesting strategy as you will deal with rare, difficult-to-obtain and high-cost substances. This knowledge you will get in the attentive reading of these pages.
pt_br: Tenha em mente que métodos de separação de misturas não são as únicas alternativas para obter produtos de interesse. Frequentemente, precisamos reverter o sentido das reações químicas, e nossos produtos tornam-se reagentes, os quais terão suas ligações quebradas, formando seus componentes iniciais. Esta é uma estratégia interessante, pois você irá lidar com substâncias raras, de difícil obtenção e de alto custo. Este também é um conhecimento que você obterá na atenta leitura destas páginas.

# ReactionTitle
source: Shake
pt_br: Xaqualhe

# Reaction
source: to misk
pt_br: para misturar

# BreakChemicalBondTitle
source: Blow
pt_br: Assobre

# BreakChemicalBond
source: to heat
pt_br: para aquecer

# FiltrationTitle
source: Press
pt_br: Precione

# Filtration
source: to filter
pt_br: para filtrar
